<?php

return [
    'company_name' => '碩誼實業有限公司',

    'navi' => [
        'index' => "首頁",
        'about-us' => "關於碩誼",
        'services' => "專業服務",
        'contact-us' => "聯絡我們",
    ],

    'slogan' => [
        'first' => "碩誼實業有限公司",
        'second' => "— 桃園在地 經營30多年的專業機械設計加工廠。",
        'third' => "致力於為客戶提供領先業界的ODM與OEM解決方案。",
    ],

    'about-us' => [
        'title' => "關於我們",
        'group' => [
            'title1' => "在地深耕",
            'text1' => "熟悉台灣產業需求，提供最貼心的服務。",
            'title2' => "經驗豐富",
            'text2' => "30年專業經驗，累積無數成功案例。",
            'title3' =>"專業客製",
            'text3' => "滿足您各種特殊需求，打造專屬產品。",
            'title4' => "品質保證",
            'text4' => "嚴格品管，確保產品品質。",
            'title5' => "不斷創新",
            'text5' => "與時俱進，引領產業潮流。",
        ],
    ],

    'services' => [
        'title' => "專業服務",
        'group' => [
            'title1' => "自動化設備設計與製造 — 提升效率與精度的智能解決方案",
            'text1-1' => "碩誼專精於設計與製造先進的自動化設備，特別是HEPA自動化伺服摺紙機。",
            'text1-2' => "我們的自動化設備能根據您的需求進行靈活調整，包括濾紙的材質、長度和寬度，確保產品的高效與精準。",
            'text1-3' => "HEPA自動化伺服摺紙機具有以下特點：",
            'text1-4' => "高精度伺服控制：確保每次操作的穩定性與一致性。",
            'text1-5' => "靈活調整：根據不同的生產需求，輕鬆調整機台參數。",
            'text1-6' => "高效能：提升生產效率，降低人工成本。",
            'text1-7' => "我們的自動化解決方案旨在幫助客戶提升生產效率，降低操作成本，並提高產品品質。我們的團隊將與您密切合作，根據您的需求定製最佳的自動化方案。",
            'text1-8' => "型錄一覽",
            'title2' => "客製化機架燒焊與機台組裝 — 打造符合您需求的專屬解決方案",
            'text2-1' => "每一個機架的需求都是獨一無二的。無論您需要的是標準機架還是高精度的定製解決方案，碩誼都能滿足您的需求。",
            'text2-2' => "我們專注於提供精密的機架燒焊服務，並擁有靈活的生產能力，能根據您的具體要求進行設計與調整，確保產品的可靠性與穩定性。",
            'text2-3' => "碩誼的客製化機架燒焊服務不僅重視質量，更注重細節。我們的專業團隊擁有豐富的經驗，能夠在焊接過程中保證每一個接點的精度與強度，並通過嚴格的品質檢驗，確保最終產品完全符合您的期望。",
            'title3' => "鋼構機械藝術品製作",
            'text3-1' => "我們結合尖端工藝技術與創意藝術，專注於打造獨具匠心且充滿想像力的鋼構機械藝術品。無論您有任何設計概念或想法，我們都可以將其具體化，並根據需求提供機械化、自動化等創新解決方案。我們曾與各類型的藝術家緊密合作，從超大型的公共藝術裝置到個人住宅或庭院的小型鋼構設計，皆擁有豐富的執行經驗。我們的作品不僅具備功能性，還展現了鋼構的美學與精湛技藝，為每位客戶量身打造獨一無二的藝術品。",
            'text3-2' => "不論您的作品需要融合動力系統、互動功能，或是單純呈現鋼鐵的粗獷美感，我們都能依照您的需求精心設計與製作，滿足各種空間與展示需求。我們期待與您共同創造兼具藝術性與實用性的作品，為您的空間增添獨特魅力。",
        ]
    ],

    'contact-us' => [
        'title' => "聯絡我們",
        'text1' => "客戶至上，創新無限",
        'text2' => "碩誼始終以您的需求為核心，持續創新，力求完美。我們深信，憑藉專業與努力，將為您提供最優質的服務與產品，與您攜手共創未來。",
        'text3' => "您的成功，就是我們的成就！",

        'form' => [
            'name' => "姓名",
            'sex' => [
                'female' => "女",
                'male' => '男',
            ],
            'tel' => "聯絡電話",
            'email' => "電子郵件",
            'comments' => "聯絡內容",
            'notice' => "聯絡我們，立即體驗我們的專業服務！",
            'button' => "確認送出",
        ],
    ],

    'footer' => [
        'address' => "桃園市茶專一街60巷40號",
    ],
];
